Repository: math65/dsmaccess
Catalog: dsmaccess/Localizable.xcstrings
Source language: en
Languages: fr

# error.password.policy_rejected
source: The password does not meet the NAS security rules.
fr: Le mot de passe ne respecte pas les règles de sécurité du NAS.

# error.request.cancelled
source: Request cancelled.
fr: Requête annulée.

# error.response.unexpected
source: Unexpected response from the NAS.
fr: Réponse inattendue du NAS.

# error.response.unreadable
source: The NAS response could not be read.
fr: La réponse du NAS n'a pas pu être lue.

# error.session.expired
source: The session has expired. Reconnect to the NAS.
fr: La session a expiré. Reconnectez-vous au NAS.

# error.user.created_without_groups
source: The account %1$@ was created, but the NAS refused these groups: %2$@.
fr: Le compte %1$@ a été créé, mais le NAS a refusé ces groupes : %2$@.

# external_devices.action.eject
source: Eject
fr: Éjecter

# external_devices.action.format
source: Format…
fr: Formater…

# external_devices.column.capacity
source: Capacity
fr: Capacité

# external_devices.column.connection
source: Connection
fr: Connexion

# external_devices.column.filesystem
source: File system
fr: Système de fichiers

# external_devices.column.maker
source: Maker
fr: Fabricant

# external_devices.column.model
source: Model
fr: Modèle

# external_devices.column.name
source: Name
fr: Nom

# external_devices.column.shared_folder
source: Shared folder
fr: Dossier partagé

# external_devices.column.status
source: Status
fr: État

# external_devices.column.used
source: Used
fr: Utilisé

# external_devices.eject.error
source: Could not eject %1$@: %2$@
fr: Impossible d’éjecter %1$@ : %2$@

# external_devices.eject.success
source: %@ ejected. You can unplug it.
fr: %@ éjecté. Vous pouvez le débrancher.

# external_devices.empty.description
source: Connect a USB drive or an eSATA drive to the NAS to see it here.
fr: Branchez un disque USB ou eSATA sur le NAS pour le voir apparaître ici.

# external_devices.empty.title
source: No external device
fr: Aucun périphérique externe

# external_devices.filesystem.cross_platform.description
source: FAT32 and EXFAT are read by macOS and Windows as well as by the NAS. FAT32 cannot hold a file larger than 4 GB.
fr: FAT32 et EXFAT sont lus par macOS et Windows autant que par le NAS. FAT32 ne peut pas contenir de fichier de plus de 4 Go.

# external_devices.filesystem.ext4.description
source: EXT4 is the Linux file system. A drive formatted this way is read by the NAS, but not by macOS or Windows.
fr: EXT4 est le système de fichiers de Linux. Un disque formaté ainsi est lu par le NAS, mais pas par macOS ni Windows.

# external_devices.format.confirm.button
source: Erase and Format
fr: Effacer et formater

# external_devices.format.confirm.message
source: %1$@ will be erased and formatted in %2$@. This cannot be undone.
fr: %1$@ sera effacé puis formaté en %2$@. Cette opération est irréversible.

# external_devices.format.confirm.title
source: Erase %@?
fr: Effacer %@ ?

# external_devices.format.error
source: Could not format %1$@: %2$@
fr: Impossible de formater %1$@ : %2$@

# external_devices.format.filesystem.label
source: File system
fr: Système de fichiers

# external_devices.format.finished
source: Formatting finished
fr: Formatage terminé

# external_devices.format.sheet.title
source: Format %@
fr: Formater %@

# external_devices.format.started
source: Formatting %1$@ in %2$@
fr: Formatage de %1$@ en %2$@

# external_devices.format.warning
source: Everything on %@ will be erased, including all of its partitions. This cannot be undone.
fr: Tout le contenu de %@ sera effacé, y compris toutes ses partitions. Cette opération est irréversible.

# external_devices.loading.progress
source: Loading external devices…
fr: Chargement des périphériques externes…

# external_devices.menu.eject_device
source: Eject %@
fr: Éjecter %@

# external_devices.menu.hint
source: Eject a connected device or open its settings
fr: Éjecter un périphérique connecté ou ouvrir ses réglages

# external_devices.menu.label
source: External devices
fr: Périphériques externes

# external_devices.menu.settings
source: External device settings…
fr: Réglages des périphériques externes…

# external_devices.outcome.dismiss.button
source: Dismiss
fr: Masquer

# external_devices.outcome.dismiss.hint
source: Hide this message
fr: Masquer ce message

# external_devices.partitions.none
source: This device has no readable partition.
fr: Ce périphérique n’a aucune partition lisible.

# external_devices.partitions.table.label
source: Partitions of the selected device
fr: Partitions du périphérique sélectionné

# external_devices.partitions.title
source: Partitions of %@
fr: Partitions de %@

# external_devices.settings.delayed_allocation.description
source: Delayed allocation can improve write performance, but it can also lose data during a power cut or if devices are unplugged without being ejected.
fr: L’allocation retardée peut améliorer les performances en écriture, mais elle peut aussi provoquer une perte de données en cas de coupure de courant ou si les périphériques sont débranchés sans être éjectés.

# external_devices.settings.delayed_allocation.hint
source: Improve write speed on ext4 drives
fr: Améliorer la vitesse d’écriture des disques ext4

# external_devices.settings.delayed_allocation.label
source: Enable delayed allocation for ext4
fr: Activer l’allocation retardée pour ext4

# external_devices.settings.error
source: Could not save the settings: %@
fr: Impossible d’enregistrer les réglages : %@

# external_devices.settings.forbid_usb.confirm.button
source: Forbid the USB Port
fr: Interdire le port USB

# external_devices.settings.forbid_usb.confirm.message
source: Every USB device will be blocked, including those already connected. The NAS must be restarted for this to take effect.
fr: Tous les périphériques USB seront bloqués, y compris ceux déjà connectés. Le NAS doit redémarrer pour que ce réglage prenne effet.

# external_devices.settings.forbid_usb.confirm.title
source: Forbid the USB port?
fr: Interdire le port USB ?

# external_devices.settings.forbid_usb.description
source: Forbidding the USB port blocks every kind of USB device. The NAS must be restarted for this to take effect.
fr: L’interdiction du port USB bloque tous les types de périphériques USB. Le NAS doit redémarrer pour que ce réglage prenne effet.

# external_devices.settings.forbid_usb.hint
source: Block every USB device on the NAS
fr: Bloquer tous les périphériques USB du NAS

# external_devices.settings.forbid_usb.label
source: Forbid the use of the USB port
fr: Interdire l’utilisation du port USB

# external_devices.settings.non_admin_eject.hint
source: Let any account eject a USB device
fr: Permettre à tout compte d’éjecter un périphérique USB

# external_devices.settings.non_admin_eject.label
source: Allow non-administrator users to eject USB devices
fr: Autoriser les utilisateurs non administrateurs à éjecter les périphériques USB

# external_devices.settings.reboot_required
source: The NAS must be restarted for these settings to take effect.
fr: Le NAS doit redémarrer pour que ces réglages prennent effet.

# external_devices.settings.region.label
source: Advanced settings
fr: Réglages avancés

# external_devices.settings.saved
source: Settings saved
fr: Réglages enregistrés

# external_devices.settings.title
source: External device settings
fr: Réglages des périphériques externes

# external_devices.status.dsm_value
source: DSM status: %@
fr: État DSM : %@

# external_devices.status.formatting
source: Formatting
fr: Formatage en cours

# external_devices.status.normal
source: Ready
fr: Prêt

# external_devices.summary.count
source: %lld external devices
fr: %lld périphériques externes

# external_devices.summary.none
source: No external device connected
fr: Aucun périphérique externe connecté

# external_devices.table.label
source: Connected external devices
fr: Périphériques externes connectés

# external_devices.title
source: External Devices
fr: Périphériques externes

# favorites.available.empty
source: No available favorites
fr: Aucun favori disponible

# favorites.clear_unavailable.button
source: Clear unavailable favorites…
fr: Effacer les favoris indisponibles…

# favorites.clear_unavailable.confirm
source: Clear unavailable favorites?
fr: Effacer les favoris indisponibles ?

# favorites.clear_unavailable.confirm.description
source: Every favorite that no longer points to a folder will be removed. No files will be deleted.
fr: Tous les favoris qui ne correspondent plus à un dossier seront retirés. Aucun fichier ne sera supprimé.

# favorites.clear_unavailable.hint
source: Remove every favorite whose folder no longer exists
fr: Retirer tous les favoris dont le dossier n’existe plus

# favorites.count
source: Favorites: %lld
fr: Favoris : %lld

# favorites.empty.description
source: Add a folder to favorites to find it quickly.
fr: Ajoutez un dossier aux favoris pour le retrouver rapidement.

# favorites.filter.all
source: All favorites
fr: Tous les favoris

# favorites.loading
source: Loading favorites…
fr: Chargement des favoris…

# favorites.operation.progress
source: Favorite operation in progress…
fr: Opération sur les favoris en cours…

# favorites.refresh.label
source: Refresh favorites from File Station
fr: Actualiser les favoris depuis File Station

# favorites.remove.button
source: Remove
fr: Retirer

# favorites.remove.confirm
source: Remove this favorite?
fr: Retirer ce favori ?

# favorites.remove.confirm.description
source: “%@” will be removed from favorites. The folder and its contents will not be deleted.
fr: « %@ » sera retiré des favoris. Le dossier et son contenu ne seront pas supprimés.

# favorites.rename.action
source: Rename favorite
fr: Renommer le favori

# favorites.rename.field.label
source: Favorite name
fr: Nom du favori

# favorites.rename.title
source: Rename favorite “%@”
fr: Renommer le favori « %@ »

# favorites.section.available
source: Available favorites
fr: Favoris disponibles

# favorites.section.unavailable
source: Unavailable favorites
fr: Favoris indisponibles

# favorites.status.available
source: Available
fr: Disponible

# favorites.title
source: Manage favorites
fr: Gérer les favoris

# favorites.unavailable.empty
source: No unavailable favorites
fr: Aucun favori indisponible

# feedback.diagnostic_snapshot.description
source: A diagnostic snapshot will be attached: app and macOS versions, language, and settings. No data from your NAS is sent.
fr: Un instantané de diagnostic sera joint : versions de l’app et de macOS, langue et réglages. Aucune donnée de votre NAS n’est transmise.

# feedback.field.email
source: Your email address (for the reply)
fr: Votre adresse e-mail (pour la réponse)

# feedback.field.message_type
source: Message type
fr: Type de message

# feedback.kind.other
source: Other
fr: Autre

# feedback.kind.problem
source: Problem report
fr: Signalement de problème

# feedback.menu.contact_developer
source: Contact the Developer…
fr: Contacter le développeur…

# feedback.send.done.announcement
source: Message sent. Thank you!
fr: Message envoyé. Merci !

# feedback.send.rate_limited.error
source: Too many messages sent recently. Try again in an hour.
fr: Trop de messages envoyés récemment. Réessayez dans une heure.

# feedback.send.rejected.error
source: The message could not be accepted. Check the email address and the content, then try again.
fr: Le message n’a pas pu être accepté. Vérifiez l’adresse e-mail et le contenu, puis réessayez.

# feedback.send.server.error
source: The server ran into an error. Try again later.
fr: Le serveur a rencontré une erreur. Réessayez plus tard.

# feedback.send.unreachable.error
source: The server could not be reached. Check your Internet connection, then try again.
fr: Impossible de joindre le serveur. Vérifiez votre connexion Internet, puis réessayez.

# feedback.unreadable_reply.description
source: The unreadable reply will be attached: the %@ %@ call and the names of the fields received, without their contents.
fr: La réponse illisible sera jointe : l’appel %@ %@ et le nom des champs reçus, sans leur contenu.

# feedback.unreadable_reply.title
source: DSM Access could not read a reply from the NAS.
fr: DSM Access n’a pas su lire une réponse du NAS.

# file_services.disable.cancel
source: Keep this service enabled
fr: Conserver ce service activé

# file_services.disable.confirm
source: Disable this service?
fr: Désactiver ce service ?

# file_services.disable.confirm.description
source: The service will be stopped and any active connections dropped. You can re-enable it here.
fr: Le service sera arrêté et les connexions en cours interrompues. Vous pourrez le réactiver ici.

# file_services.loading
source: Loading file services…
fr: Chargement des services de fichiers…

# file_services.protocols.description
source: Enable or disable the NAS file-sharing protocols.
fr: Activez ou désactivez les protocoles de partage de fichiers du NAS.

# file_services.refresh.label
source: Refresh service status
fr: Actualiser l’état des services

# file_services.retry.button
source: Retry %@
fr: Réessayer %@

# file_services.retry.hint
source: Retry loading %@
fr: Réessayer de charger %@

# file_services.section.protocols
source: Protocols
fr: Protocoles

# file_services.service.disabled.announcement
source: %@ disabled
fr: %@ désactivé

# file_services.service.enable.action
source: Enable %@
fr: Activer %@

# file_services.service.enabled.announcement
source: %@ enabled
fr: %@ activé

# file_services.service.toggle.hint
source: Turns this protocol on or off.
fr: Active ou désactive ce protocole.

# file_services.service.toggle.label
source: Enable or disable %@
fr: Activer ou désactiver %@

# file_services.smb.disable.confirm.description
source: SMB is the protocol used by Finder and Windows Explorer. Disabling it will cut off file access from those apps, including from this device. You can re-enable it here.
fr: SMB est le protocole utilisé par le Finder et l'Explorateur Windows. Le désactiver coupera l'accès aux fichiers depuis ces apps, y compris depuis cet appareil. Vous pourrez le réactiver ici.

# file_services.status.unavailable
source: Status unavailable
fr: État indisponible

# file_services.summary
source: File services: %lld of %lld enabled
fr: Services de fichiers : %lld activés sur %lld

# file_tasks.all_finished.announcement
source: All File Station tasks have finished.
fr: Toutes les tâches File Station sont terminées.

# file_tasks.clear_finished.button
source: Clear finished tasks
fr: Effacer les tâches terminées

# file_tasks.clear_finished.hint
source: Remove completed operations from history
fr: Retirer de l’historique les opérations terminées

# file_tasks.count
source: %lld File Station tasks
fr: %lld tâches File Station

# file_tasks.empty
source: No File Station tasks
fr: Aucune tâche File Station

# file_tasks.empty.description
source: Copy, compression, extraction, and deletion operations will appear here.
fr: Les opérations de copie, compression, extraction et suppression apparaîtront ici.

# file_tasks.loading
source: Loading File Station tasks…
fr: Chargement des tâches File Station…

# file_tasks.polling_stopped.description
source: Automatic updates stopped: the values shown are from the last successful read.
fr: Le suivi automatique s’est interrompu : les valeurs affichées datent de la dernière lecture réussie.

# file_tasks.polling_stopped.title
source: Automatic task updates stopped.
fr: Le suivi automatique des tâches s’est interrompu.

# file_tasks.refresh.label
source: Refresh File Station tasks
fr: Actualiser les tâches File Station

# file_tasks.table.label
source: File Station task history
fr: Historique des tâches File Station

# files.advanced_search.progress
source: Advanced search in progress…
fr: Recherche avancée en cours…

# files.archive.button.clear_selection
source: Clear selection
fr: Effacer la sélection

# files.archive.button.extract_all
source: Extract all
fr: Extraire tout

# files.archive.button.extract_all.hint
source: Extract all archive contents
fr: Extraire tout le contenu de l’archive

# files.archive.button.extract_selection
source: Extract selection
fr: Extraire la sélection

# files.archive.button.extract_selection.hint
source: Extract only the selected items
fr: Extraire uniquement les éléments sélectionnés

# files.archive.button.parent_folder.hint
source: Show the parent folder in the archive
fr: Afficher le dossier parent dans l’archive

# files.archive.button.reload.hint
source: Reload archive contents
fr: Relire le contenu de l’archive

# files.archive.button.select_all
source: Select all
fr: Tout sélectionner

# files.archive.column.compressed_size
source: Compressed size
fr: Taille compressée

# files.archive.column.original_size
source: Original size
fr: Taille d’origine

# files.archive.contents_of.title
source: Contents of %@
fr: Contenu de %@

# files.archive.create.button
source: Create Archive
fr: Créer l’archive

# files.archive.create.title
source: Create an Archive
fr: Créer une archive

# files.archive.default_name
source: File Station Archive.zip
fr: Archive File Station.zip

# files.archive.empty
source: This level contains no items.
fr: Ce niveau ne contient aucun élément.

# files.archive.encoding.label
source: Choose encoding
fr: Choisir l’encodage

# files.archive.folder.empty
source: Empty folder in archive
fr: Dossier vide dans l’archive

# files.archive.folder.item_count
source: Items in this folder: %lld
fr: Éléments dans ce dossier : %lld

# files.archive.level.balanced
source: Balanced
fr: Équilibré

# files.archive.level.best
source: Best compression
fr: Meilleure compression

# files.archive.level.fastest
source: Fastest
fr: Le plus rapide

# files.archive.level.none
source: No compression
fr: Sans compression

# files.archive.loading.announcement
source: Reading archive…
fr: Lecture de l’archive en cours…

# files.archive.loading.label
source: Reading archive…
fr: Lecture de l’archive…

# files.archive.min_selection.error
source: Select at least two items to archive.
fr: Sélectionnez au moins deux éléments à archiver.

# files.archive.name.label
source: Archive Name
fr: Nom de l’archive

# files.archive.name.required.error
source: The archive name is required.
fr: Le nom de l’archive est requis.

# files.archive.options.label
source: Archive reading options
fr: Options de lecture de l’archive

# files.archive.path.root
source: Root
fr: Racine

# files.archive.read_failed.hint
source: Check the password or encoding, then try again.
fr: Vérifiez le mot de passe ou l’encodage, puis réessayez.

# files.archive.title
source: Archive contents
fr: Contenu de l’archive

# files.archive.update_mode.add_replace
source: Add and replace
fr: Ajouter et remplacer

# files.archive.update_mode.refresh
source: Refresh existing files
fr: Actualiser les fichiers existants

# files.archive.update_mode.synchronize
source: Synchronize contents
fr: Synchroniser le contenu

# files.archive_download.done.announcement
source: Archive downloaded: %@
fr: Archive téléchargée : %@

# files.archive_download.error
source: Failed to download archive: %@
fr: Échec du téléchargement de l’archive : %@

# files.button.advanced_search
source: Advanced search…
fr: Recherche avancée…

# files.button.advanced_search.hint
source: Search by type, size, date, owner, or group
fr: Rechercher par type, taille, date, propriétaire ou groupe

# files.button.choose
source: Choose
fr: Choisir

# files.button.compress
source: Compress
fr: Compresser

# files.button.download
source: Download
fr: Télécharger

# files.button.download_as_archive
source: Download as an archive…
fr: Télécharger dans une archive…

# files.button.download_as_archive.hint
source: Download the selection as one ZIP archive
fr: Télécharger la sélection dans une seule archive ZIP

# files.button.move
source: Move
fr: Déplacer

# files.button.move_into
source: Move into %@
fr: Déplacer dans %@

# files.button.new_folder
source: New folder
fr: Créer un dossier

# files.button.parent_folder.hint
source: Goes up to the parent folder.
fr: Remonte au dossier parent.

# files.button.paste_into
source: Paste into %@
fr: Coller dans %@

# files.button.transfers.hint
source: Show transfer progress and history
fr: Afficher la progression et l’historique des transferts

# files.button.virtual_folders
source: Virtual folders…
fr: Dossiers virtuels…

# files.compress.description
source: File Station will combine the selected items into one ZIP archive.
fr: File Station regroupera les éléments sélectionnés dans une seule archive ZIP.

# files.compress.done.announcement
source: Archive created: %@
fr: Archive créée : %@

# files.compress.not_allowed.error
source: An archive can't be created here.
fr: Impossible de créer une archive ici.

# files.compression.options.label
source: Compression options
fr: Options de compression

# files.conflict.keep.description
source: Conflicting items will not be changed.
fr: Les éléments en conflit ne seront pas modifiés.

# files.conflict.mode.keep
source: Keep existing item
fr: Conserver l’élément existant

# files.conflict.mode.label
source: If an item already exists
fr: Si un élément existe déjà

# files.conflict.mode.replace
source: Replace existing item
fr: Remplacer l’élément existant

# files.conflict.replace.description
source: Existing items with the same name will be replaced.
fr: Les éléments existants portant le même nom seront remplacés.

# files.conflict.section
source: Name conflicts
fr: Conflits de noms

# files.copy.done.announcement
source: %lld items copied
fr: %lld éléments copiés

# files.copy.single.announcement
source: Copied: %@
fr: Copié : %@

# files.delete.button.hint
source: Permanently delete the selected items
fr: Supprimer définitivement les éléments sélectionnés

# files.delete.confirm.message_multiple
source: The selected items will be permanently deleted. This action can't be undone.
fr: Les éléments sélectionnés seront supprimés définitivement. Cette action est irréversible.

# files.delete.confirm.message_single
source: “%@” will be permanently deleted. This action cannot be undone.
fr: « %@ » sera supprimé définitivement. Cette action est irréversible.

# files.delete.confirm.title_multiple
source: Delete %lld Items?
fr: Supprimer %lld éléments ?

# files.delete.confirm.title_single
source: Delete this item?
fr: Supprimer cet élément ?

# files.delete.done.announcement
source: %lld items deleted
fr: %lld éléments supprimés

# files.delete.single.announcement
source: Deleted: %@
fr: Supprimé : %@

# files.download.done.announcement
source: %lld items downloaded
fr: %lld éléments téléchargés

# files.download.error
source: Download failed: %@
fr: Échec du téléchargement : %@

# files.download.partial_failure.announcement
source: %lld downloaded, %lld failed. %@
fr: %1$lld téléchargés, %2$lld en échec. %3$@

# files.download.single.announcement
source: Download complete: %@
fr: Téléchargement terminé : %@

# files.download_destination.description
source: Choose the destination folder for the downloads.
fr: Choisissez le dossier de destination des téléchargements.

# files.drop.finder_move.error
source: Finder files can’t be moved. Use Paste to upload them.
fr: Impossible de déplacer des fichiers du Finder. Utilisez Coller pour les envoyer.

# files.extract.codepage.brazilian_portuguese
source: Brazilian Portuguese
fr: Portugais du Brésil

# files.extract.codepage.czech
source: Czech
fr: Tchèque

# files.extract.codepage.danish
source: Danish
fr: Danois

# files.extract.codepage.dutch
source: Dutch
fr: Néerlandais

# files.extract.codepage.english
source: English
fr: Anglais

# files.extract.codepage.french
source: French
fr: Français

# files.extract.codepage.german
source: German
fr: Allemand

# files.extract.codepage.hungarian
source: Hungarian
fr: Hongrois
